{
  "api": {
    "titles": [
      "Аренда уютного дома с садом в тихом районе города",
      "Просторная квартира с видом на парк в центре города - в аренду",
      "Студия с современным дизайном в новом жилом комплексе на срок от 6 месяцев",
      "Трехкомнатная квартира с мебелью и бытовой техникой для аренды",
      "Дом в загородном стиле с бассейном и зоной для барбекю - в аренду",
      "Уютная однокомнатная квартира в историческом центре города",
      "Сдается в аренду современный пентхаус с панорамным видом на город",
      "Комфортабельный дуплекс с собственным двором - в аренду",
      "Аренда стильной квартиры с оборудованной кухней и балконом",
      "Загородный коттедж с собственным озером в аренду на летний период"
    ],
    "descriptions": [
      "Прекрасный дом с уютным садом и панорамным видом, идеальным для семейного проживания. Близко к школам и магазинам.",
      "Просторная квартира с высокими потолками и великолепным видом на парк. Идеальное место для комфортного проживания в центре города.",
      "Светлая студия в новом комплексе с современным дизайном. Отличный выбор для одного человека или молодой пары.",
      "Трехкомнатная квартира с современной мебелью и бытовой техникой. Удобное расположение и хорошая транспортная доступность.",
      "Загородный дом с бассейном и зоной для барбекю. Идеальное место для отдыха и семейных вечеров.",
      "Уютная однокомнатная квартира в историческом центре города. Близость к достопримечательностям и кафе.",
      "Современный пентхаус с панорамными окнами и роскошной обстановкой. Идеальное решение для ценителей комфорта и стиля.",
      "Дуплекс с собственным двором, где можно проводить время на свежем воздухе. Удобное размещение и множество удобств.",
      "Стильная квартира с оборудованной кухней и просторным балконом. Близость к торговым центрам и ресторанам.",
      "Загородный коттедж с частным озером, идеальное место для отдыха летом. Полностью меблирован и оборудован для комфортного проживания."
    ],
    "previewImage": ["https://placehold.co/50x50?text=PREVIEW"],
    "listImages": [
      "https://placehold.jp/ff9900/ffffff/150x150.png?text=HOUSING",
      "https://placehold.jp/4caf50/ffffff/150x150.png?text=HOUSING",
      "https://placehold.jp/e91e63/ffffff/150x150.png?text=HOUSING",
      "https://placehold.jp/2196f3/ffffff/150x150.png?text=HOUSING",
      "https://placehold.jp/ff5722/ffffff/150x150.png?text=HOUSING",
      "https://placehold.jp/673ab7/ffffff/150x150.png?text=HOUSING"
    ],
    "isPremium": [true, false],
    "isFavorite": [true, false],
    "name": ["Иван", "Олег", "Михаил", "Анастасия", "Ярослав", "Джек", "Антон", "Борис", "Рокки", "Джон"],
    "emails": [
      "snow@pisem.local",
      "president@dka.local",
      "fish@big.local",
      "test@pisem.local",
      "freedom@pisem.local",
      "rolan@pochta.local",
      "author@mir.local",
      "test@lost.loca",
      "kujo-fan@story.local"
    ],
    "avatarPath": [
      "https://placehold.jp/ff9900/ffffff/50x50.png?text=AVATAR",
      "https://placehold.jp/4caf50/ffffff/50x50.png?text=AVATAR"
    ],
    "coordinates": [
      "48.85661;2.351499",
      "50.938361;6.959974",
      "50.846557;4.351697",
      "52.370216;4.895168",
      "53.550341;10.000654",
      "51.225402;6.776314"
    ]
  }
}
